Repository: shooroop87/tlux
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, ru

source: transfersLux, transfers, contacts
it: transfersLux, trasferimenti, contatti

source: TransfersLux – Contacts
it: TransfersLux – Contatti

source: Contacts
es: Contactos
it: Contatti
ru: Контакты

source: For customers
es: Para clientes
fr: Pour les clients
it: Per i clienti
ru: Для клиентов

source: We are available 24/7
es: Nosotras estamos disponibles 24/7
fr: Nous sommes disponibles 24h/24 et 7j/7
it: Siamo disponibili 24 ore su 24, 7 giorni su 7
ru: Мы доступны 24/7

source: For partners
es: Para socios
fr: Pour les partenaires
it: Per i partner
ru: Для партнеров

source: For travel agencies and corporate clients
es: Para agencias de viajes y clientes corporativos
fr: Pour les agences de voyages et les entreprises clientes
it: Per agenzie di viaggio e clienti aziendali
ru: Для турагентств и корпоративных клиентов

source: For taxi companies
es: Para empresas de taxis
fr: Pour les compagnies de taxi
it: Per le compagnie di taxi
ru: Для компаний такси

source: Order Confirmation
es: Confirmación del pedido
fr: Confirmation de commande
it: Conferma dell'ordine

source: Email Summary (Hidden)
es: Resumen de correo electrónico (oculto)
fr: Résumé de l'e-mail (caché)
it: Riepilogo email (nascosto)

source: Comfortable transfers in Italy
es: Traslados cómodos en Italia
fr: Transferts confortables en Italie
it: Trasferimenti comodi in Italia

source: Hello,
es: Hola,
fr: Bonjour,
it: Salve,

source: Thank you for booking. See your order confirmation below.
es: Gracias por reservar. Vea la confirmación de su pedido a continuación.
fr: Merci d'avoir réservé. Consultez votre confirmation de commande ci-dessous.
it: Grazie per la prenotazione. Vedi la conferma dell'ordine qui sotto.

source: Your booking order
es: Tu orden de reserva
fr: Votre ordre de réservation
it: Il tuo ordine di prenotazione

source: Passengers details
es: Вetalles del pasajero
fr: Détails du passager
it: Dettagli del passeggero

source: Name:
es: Nombre:
fr: Nom:
it: Nome:

source: Phone:
es: Teléfono:
fr: Téléphone:
it: Telefono:

source: Transfer details
es: Detalles de la transferencia
fr: Détails du transfert
it: Dettagli del trasferimento

source: From:
es: De:
fr: Depuis:
it: Da:

source: To:
es: A:
fr: À:
it: A:

source: Date:
es: Fecha:
it: Data:

source: Time:
es: Tiempo:
fr: Temps:
it: Tempo:

source: Car class:
es: Clase:
fr: Classe de voiture:
it: Classe:

source: Total price:
es: Precio total:
fr: Prix ​​total:
it: Prezzo totale:

source: N. passengers:
es: Pasajeras:
fr: Passagères
it: Passeggeri:

source: N. luggage:
es: Equipaje:
fr: Bagage
it: Bagaglio:

source: Flight/Train:
es: Vuelo/Tren:
fr: Vol/Train:
it: Volo/Treno:

source: Notes:
es: Notas:
fr: Remarques:
it: Dettagli:

source: Help Center
es: Centro de ayuda
fr: Centre d'aide
it: Centro assistenza

source: All rights reserved.
es: Reservados todos los derechos.
fr: Tous droits réservés
it: Tutti i diritti riservati

source: transfersLux, transfers, help, help center, support, questions
es: transfersLux, transfers, ayuda, centro de ayuda, soporte, preguntas
fr: transfersLux, transfers, aide, centre d'aide, support, questions
it: transfersLux, trasferimenti, aiuto, centro assistenza, supporto, domande

source: TransfersLux – Help center
fr: TransfersLux – Centre d'aide
it: TransfersLux – Centro assistenza

source: Follow Us
es: Síganos
fr: Suivez-nous
it: Seguici
ru: Мы в сети

source: Company
es: Compañía
fr: Entreprise
it: Chi siamo
ru: Компания

source: Transfer service
es: Servicio de transferencia
fr: Service de transfert
it: Servizio di trasferimento
ru: Услуга трансфера

source: Popular transfers
es: Transferencias populares
fr: Transferts populaires
it: Trasferimenti popolari
ru: Популярные машруты

source: Airport Malpensa - Milan
es: Aeropuerto Malpensa - Milán
fr: Aéroport Malpensa - Milan
it: Aeroporto Malpensa-Milano
ru: Аэропорт Мальпенса - Милан

source: Airport Malpensa - Cannes
es: Aeropuerto Malpensa - Cannes
fr: Aéroport Malpensa - Cannes
it: Aeroporto Malpensa-Cannes
ru: Аэропорт Мальпенса - Канны

source: Airport Bergamo - Milan
es: Aeropuerto Bérgamo - Milán
fr: Aéroport Bergame - Milan
it: Aeroporto Bergamo - Milano
ru: Аэропорт Бергам - Милан

source: Serravalle Outlet - Milan
es: Outlet Serravalle - Milán
it: Outlet Serravalle - Milano
ru: Серравалле аутлет - Милан

source: Popular Airports
es: Aeropuertos populares
fr: Aéroports populaires
it: Aeroporti popolari
ru: Популярные аэропорты

source: Milan Malpensa (MXP)
it: Milano Malpensa (MXP)
ru: Милан Мальпенса (MXP)

source: Milan Linate (LIN)
it: Milano Linate (LIN)
ru: Милан Линате (LIN)

source: Transfers from Milan
fr: Transferts de Milan
it: Trasferimenti da Milano
ru: Трансферы из Милана

source: Milan - St. Moritz
it: Milano - Sankt Moritz
ru: Милан - Санкт-Мориц

source: Milan - Lugano
it: Milano-Lugano
ru: Милан - Лугано

source: Milan - Nice
it: Milano-Nizza
ru: Милан - Ницца

source: Milan - Zermatt
it: Milano-Zermatt
ru: Милан - Цермат

source: Popular Cities
es: Ciudades populares
fr: Villes populaires
it: Città popolari
ru: Популярные города

source: Milan
it: Milano
ru: Милан

source: Turin
es: Turín
it: Torino
ru: Турин

source: Venice
es: Venecia
fr: Venise
it: Venezia
ru: Венеция

source: All rights reserved
es: Reservados todos los derechos
fr: Tous droits réservés
it: Tutti i diritti riservati
ru: Все права защищены

source: Terms
es: Términos
fr: Termes
it: Termini
ru: Правила и условия

source: Book via Chat
es: Reserva vía Chat
fr: Réserver par chat
it: Prenota in chat
ru: Онлайн чат

source: TransfersLux – Comfortable transfers from airports and hotels in Italy
es: TransfersLux – Traslados cómodos desde aeropuertos y hoteles en Italia
fr: TransfersLux – Transferts confortables depuis les aéroports et les hôtels en Italie
it: TransfersLux – Comodi trasferimenti da aeroporti e hotel in Italia
ru: Комфортабельный трансфер из аэропортов и отелей в Италии

source: For a couple or a family with a child
es: Para una pareja o una familia con un niño
fr: Pour un couple ou une famille avec un enfant
it: Per una coppia o una famiglia con un bambino
ru: Для пары или семьи с ребенком

source: For comfortable business trips
es: Para cómodos viajes de negocios
fr: Pour des voyages d'affaires confortables
it: Per comodi viaggi d'affari
ru: Для деловых поездок с комфортом

source: For up to 8 people or large baggage
es: Para hasta 8 personas o equipaje grande
fr: Jusqu'à 8 personnes ou gros bagages
it: Per un massimo di 8 persone
ru: Для групп до 8 человек c багажом

source: up 8
es: arriba 8
fr: jusqu'à 8
it: fino a 8
ru: до 8

source: How It Works
es: Cómo funciona
fr: Comment ça fonctionne
it: Come funziona il servizio
ru: Как работает сервис

source: Choose Your Route and Vehicle
es: Elija su ruta y vehículo
fr: Choisissez votre itinéraire et votre véhicule
it: Scegli il tuo percorso e il tuo veicolo
ru: Выберите маршрут и автобиль

source: Enter your pickup &amp; dropoff locations and choose a vehicle of any capacity.
es: Ingrese su recogida y compra. lugares de entrega y elija un vehículo de cualquier capacidad.
fr: Entrez votre ramassage et votre lieu de rendez-vous. lieux de dépôt et choisissez un véhicule de n’importe quelle capacité.
it: Inserisci il tuo ritiro e il tuo ritiro luoghi di riconsegna e scegli un veicolo di qualsiasi capacità.
ru: Укажите откуда и куда, а также авто любой вместимости

source: Complete the Booking Form
es: Complete el formulario de reserva
fr: Remplissez le formulaire de réservation
it: Compila il modulo di prenotazione
ru: Заполняете форму заказа

source: As soon as your booking is complete, you will receive an email about you ride.
es: Tan pronto como se complete su reserva, recibirá un correo electrónico sobre su viaje.
fr: Dès que votre réservation est terminée, vous recevrez un e-mail concernant votre trajet.
it: Non appena la prenotazione sarà completata, riceverai un'e-mail sulla tua corsa.
ru: Как только ваше бронирование будет завершено, вы получите электронное письмо о поездке

source: Enjoy Your Ride
es: Disfruta tu viaje
fr: Profitez de votre balade
it: Goditi il viaggio
ru: Наслаждайтесь поездкой

source: After your ride has taken place, we would appreciate it if you could rate your car and driver.
es: Una vez realizado el viaje, le agradeceríamos que calificara su automóvil y su conductor.
fr: Une fois votre trajet effectué, nous apprécierions que vous puissiez évaluer votre voiture et votre chauffeur.
it: Una volta terminato il viaggio, ti saremmo grati se potessi valutare la tua auto e il tuo autista.
ru: После поездки мы будем признательны, если вы оцените свой автомобиль и водителя.

source: Free cancellation and changes
es: Cancelación y cambios gratuitos
fr: Annulation et modifications gratuites
it: Cancellazione e modifiche gratuite
ru: Бесплатная отмена и изменение заказа

source: Your Personal
es: Tu personal
fr: Ton personnel
it: Il tuo personale
ru: Ваш личный

source: Transfer From Airports and Hotels
fr: Transfert depuis les aéroports et les hôtels
it: Transfer da Aeroporti e Hotel

source: 24/7 support in English and licensed drivers
es: Soporte 24 horas al día, 7 días a la semana en inglés y conductores con licencia.
fr: Assistance 24h/24 et 7j/7 en anglais et chauffeurs agréés
it: Supporto 24 ore su 24, 7 giorni su 7 in inglese e autisti autorizzati
ru: Поддержка на русском 24/7

source: Wait time if your flight is delayed
es: Tiempo de espera si su vuelo se retrasa
fr: Temps d'attente si votre vol est retardé
it: Tempo di attesa se il tuo volo è in ritardo
ru: Ожидаем Вас если рейс задерживается

source: Date
es: Fecha
it: Data
ru: Дата

source: Time
es: Tiempo
fr: Temps
it: Tempo
ru: Время

source: From
es: De
fr: Depuis
it: Da
ru: Откуда

source: To
es: A
fr: À
it: A
ru: Куда

source: Show prices
es: Mostrar precios
fr: Afficher prix
it: Mostra prezzi
ru: Показать цены

source: Hear what our amazing customers say
es: Escucha lo que dicen nuestras increíbles clientes
fr: Écoutez ce que disent nos incroyables clients
it: Ascolta cosa dicono i nostri fantastici clienti
ru: Что говорят Наши клиенты

source: People and companies from more than 50 countries trust us with their trip for a comfortable transfer in Italy
es: Personas y empresas de más de 50 países nos confían su viaje para un cómodo traslado en Italia
fr: Des personnes et des entreprises de plus de 50 pays nous confient leur voyage pour un transfert confortable en Italie
it: Persone e aziende provenienti da più di 50 paesi si affidano a noi per il loro viaggio per un comodo trasferimento in Italia
ru: Нам доверяют свою поездку люди и компании из более чем 50 стран для комфортного трансфера по Италии.

source: See all reviews
es: Ver todas las reseñas
fr: Voir tous les avis
it: Vedi tutte le recensioni
ru: Посмотреть все отзывы

source: We make sure that your every trip is comfortable
es: Nos aseguramos de que cada viaje sea cómodo.
fr: Nous veillons à ce que chacun de vos voyages soit confortable
it: Ci assicuriamo che ogni tuo viaggio sia confortevole
ru: Мы заботимся о том, чтобы каждая ваша поездка была комфортной

source: A transfer service, akin to a tourist service, where you can book a private transfer from airports, train stations, or hotels, with a professional driver.
es: Un servicio de transfer, a modo de servicio turístico, donde podrás reservar un transfer privado desde aeropuertos, estaciones de tren u hoteles, con un conductor profesional.
fr: Un service de transfert, semblable à un service touristique, où vous pouvez réserver un transfert privé depuis les aéroports, gares ou hôtels, avec un chauffeur professionnel.
it: Un servizio transfer, assimilabile ad un servizio turistico, dove è possibile prenotare un transfer privato da aeroporti, stazioni ferroviarie o alberghi, con un autista professionista.
ru: Услуга трансфера, похожа на туристическую услугу, где Вы можете заказать частный трансфер из аэропортов, вокзалов или отелей с профессиональным водителем.

source: Luxury Cars
es: Carros de lujo
fr: Voitures de luxe
it: Auto di Lusso
ru: Выбор премиум

source: Selection
es: Selección
fr: Sélection
it: Selezione
ru: автомобилей

source: 24/7 Order
es: 24/7 Orden
fr: Commande 24/7
it: Ordine 24/7
ru: Бронирование

source: Available
es: Disponible
fr: Disponible
it: Disponibile

source: Fast Car Delivery
es: Entrega rápida de automóviles
fr: Livraison rapide de la voiture
it: Consegna veloce dell'auto
ru: Быстрая подача

source: Service
es: Servicio
it: Servizio
ru: автомобиля

source: High Safety
es: Alta Seguridad
fr: Haute sécurité
it: Alta sicurezza
ru: Высокая безопасность

source: and Nurity
es: y Nutrición
fr: et la Nurité
it: e solidità
ru: и забота

source: Fixed Price &
es: Precio fijo &
fr: Prix ​​fixe &
it: Prezzo fisso &
ru: Фиксированные цены

source: Bonus System
es: Sistema de bonificación
fr: Système de bonus
it: Sistema di bonus
ru: и система скидок

source: Professional
es: Profesional
fr: Professionnel
it: Autisti
ru: Водители

source: Car Drivers
es: Conductores de automóviles
fr: Conducteurs de voiture
it: professionisti
ru: с лицензией

source: transfersLux, transfers, terms and conditions
es: transfersLux, transfers, terminos y condiciones
fr: transfersLux, transfers, termes et conditions
it: transfersLux, trasferimenti, termini e condizioni

source: TransfersLux – Privacy Policy
es: TransfersLux – Política de privacidad
fr: TransfersLux – Politique de confidentialité
it: TransfersLux – Informativa sulla privacy

source: TransfersLux – Terms and Conditions
es: TransfersLux – Términos y Condiciones
fr: TransfersLux – Conditions générales
it: TransfersLux – Termini e Condizioni

source: Term and Conditions
es: Términos y Condiciones
fr: Termes et conditions
it: Termini e condizioni
ru: Условиями и положениями

source: Transferslux.com is a site where one can book a luxury chauffeur driven transfers to get from or to the airport, between two tourist italian destinations or other italian locations popular with tourists.
es: Transferslux.com es un sitio donde uno puede reservar traslados de lujo con chofer para llegar desde o hacia el aeropuerto, entre dos destinos turísticos italianos u otros lugares italianos populares entre los turistas.
fr: Transferslux.com est un site où l'on peut réserver des transferts de luxe avec chauffeur pour se rendre depuis ou vers l'aéroport, entre deux destinations touristiques italiennes ou d'autres lieux italiens populaires auprès des touristes.

source: During airport transfers, your driver will be awaiting your arrival at the exit of the arrivals area, following the passport control and baggage claim sections.
es: Durante los traslados al aeropuerto, su conductor estará esperando su llegada en la salida del área de llegadas, siguiendo las secciones de control de pasaportes y recogida de equipaje.
fr: Lors des transferts aéroport, votre chauffeur attendra votre arrivée à la sortie de la zone des arrivées, en suivant les sections de contrôle des passeports et de récupération des bagages.
ru: Во время трансфера из аэропорта ваш водитель будет ожидать вашего прибытия у выхода из зоны прилета, следуя за секциями паспортного контроля и выдачи багажа.

source: Surname:
es: Apellido:
fr: Nom de famille:

source: Bergamo
es: Bérgamo
fr: Bergame
ru: Бергамо

source: Privacy
es: Privacidad
fr: Confidentialité
ru: Политика конфиденциальности

source: transfer, italy, private transfers, airport transfer
es: traslado, italia, traslados privados, traslado al aeropuerto
fr: transfert, Italie, transferts privés, transfert aéroport
ru: трансфер, Италия, частные трансферы, трансфер из аэропорта

source: Transfer From Airports and Hotels in Italy
es: Traslado Desde Aeropuertos y Hoteles en Italia
ru: Комфортабельный трансфер из аэропортов и отелей в Италии

source: Home
ru: Главная

source: Book Now
ru: Забронировать

source: To the driver by card or cash
ru: Водителю картой или наличными

source: Free Waiting time
ru: 60 минут ожидания включено

source: All prices include VAT, fees &amp; tip.
ru: Все цены включают НДС и сборы

source: km
ru: км

source: min
ru: мин

source: FAQ
ru: Помощь / FAQ

source: Bergamo Orio al Serio (BGY)
ru: Бергамо Orio al Serio (BGY)

source: Venice Marco Polo (VCE)
ru: Венеция Марко Поло (VCE)

source: Traveling with bulky items
ru: Путешествуйте с громоздкими вещами
