Repository: shooroop87/tlux
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, ru

source: TransfersLux – Error 404
fr: TransfersLux – Erreur 404
it: TransfersLux – Errore 404

source: Oops! It looks like you're lost.
es: ¡Ups! Parece que estás perdido.
fr: Oops! On dirait que tu es perdu.
it: Ops! Sembra che tu sia perso.
ru: Упс! Похоже, ты заблудился.

source: The page you're looking for isn't available. Try to search again or use the go to.
es: La página que estás buscando no está disponible. Intente buscar nuevamente.
fr: La page que vous recherchez n'est pas disponible. Essayez de chercher à nouveau.
it: La pagina che stai cercando non è disponibile. Prova a cercare di nuovo
ru: Страница, которую вы ищете, недоступна.

source: Go Back to Homepage
es: Volver a la página principal
fr: Retournez à la page d'accueil
it: Torna alla home page
ru: Вернуться на главную страницу

source: TransfersLux – Error 500
fr: TransfersLux – Erreur 500
it: TransfersLux – Errore 500

source: Oops! Something goes wrong on server.
es: ¡Ups! Algo va mal en el servidor.
fr: Oups ! Un problème est survenu sur le serveur.
it: Oops! Qualcosa è andato storto sul server.

source: Please try again.
es: Por favor, inténtalo de nuevo.
fr: Veuillez réessayer.
it: Riprova più tardi.

source: Comfortable transfers from airports and hotels in Italy
es: Traslados cómodos desde aeropuertos y hoteles en Italia
fr: Transferts confortables depuis les aéroports et les hôtels en Italie
it: Comodi trasferimenti da aeroporti e hotel in Italia
ru: Комфортабельный трансфер из аэропортов и отелей в Италии

source: transfersLux, transfers, about us
es: transfersLux, transfers, sobre nosotras
fr: transfersLux, transfers, à propos de nous
it: transfersLux, trasferimenti, chi siamo

source: TransfersLux – About Us
es: TransfersLux - Sobre nosotras
fr: TransfersLux – À propos de nous
it: TransfersLux – Chi siamo

source: About Us
es: Sobre nosotras
fr: À propos de nous
it: Chi siamo
ru: О нас

source: About
es: Sobre nosotras
fr: À propos
it: Chi siamo
ru: О нас

source: We reimagine the way the world moves for the better
es: Reimaginamos la forma en que el mundo se mueve para mejor
fr: Nous réimaginons la façon dont le monde évolue pour le mieux
it: Reinventiamo il modo in cui il mondo si muove in meglio

source: 100%% Luxurious Fleet
es: 100%% Flota de lujo
fr: 100%% Flotte de luxe
it: 100%% Flotta lussuosa

source: All Our Fleet Are Fully Valeted & Serviced
es: Toda nuestra flota está completamente limpia y cuenta con servicio técnico.
fr: Toute notre flotte est entièrement nettoyée et entretenue
it: Tutta la nostra flotta è completamente pulita e sottoposta a manutenzione

source: A Safe & Secure Journey
es: Un viaje seguro y protegido
fr: Voyager en toute sécurité
it: Viaggio sicuro e protetto

source: Comfortable And Enjoyable
es: Cómodo y agradable
fr: Confortable et agréable
it: Trasferimenti comodi in Italia

source: Make Your Trip Your Way With Us
es: Haz tu viaje a tu manera con nosotras
fr: Faites votre voyage à votre façon avec nous
it: Rendi il tuo viaggio come preferisci con noi

source: Safety First
es: Seguridad ante todo
fr: La sécurité avant tout
it: La sicurezza prima di tutto

source: Our top priority is your well-being, with professional drivers, well-maintained vehicles, and strict adherence to safety standards.
es: Nuestra máxima prioridad es su bienestar, con conductores profesionales, vehículos en buen estado y estricto cumplimiento de las normas de seguridad.
fr: Notre priorité absolue est votre bien-être, avec des chauffeurs professionnels, des véhicules bien entretenus et un strict respect des normes de sécurité.
it: La nostra massima priorità è il vostro benessere, con autisti professionisti, veicoli ben tenuti e il rigoroso rispetto degli standard di sicurezza.

source: Prices With No Surprises
es: Precios sin sorpresas
fr: Des prix sans surprises
it: Prezzi senza sorprese

source: Enjoy clear, upfront rates with no hidden fees. What you see is what you pay, ensuring a stress-free booking and travel experience.
es: Disfrute de tarifas claras y claras sin cargos ocultos. Lo que ve es lo que paga, lo que garantiza una experiencia de reserva y viaje sin estrés.
fr: Bénéficiez de tarifs clairs et clairs, sans frais cachés. Ce que vous voyez correspond à ce que vous payez, pour une réservation et une expérience de voyage sans stress.
it: Approfitta di tariffe chiare e anticipate, senza costi nascosti. Ciò che vedi è ciò che paghi, assicurandoti un'esperienza di prenotazione e viaggio senza stress.

source: Frequently Asked Questions
es: Preguntas frecuentes
fr: Questions fréquemment posées
it: Domande frequenti
ru: Часто задаваемые вопросы

source: How do I book a transfer?
es: ¿Cómo reservo un traslado?
fr: Comment réserver un transfert?
it: Come prenoto un trasferimento?
ru: Как я могу забронировать трансфер

source: Please choose your starting location in the <b>Pick up location</b> field and your destination in the <b>Drop off location</b> field.
es: Seleccione su lugar de partida en el campo <b>Lugar de recogida</b> y su destino en el campo <b>Lugar de entrega</b>.
fr: Veuillez choisir votre lieu de départ dans le champ <b>Lieu de prise en charge</b> et votre destination dans le champ <b>Lieu de dépôt</b>.
it: Scegli la località di partenza nel campo <b>Posizione di ritiro</b> e la destinazione nel campo <b>Posizione di riconsegna</b>.
ru: Пожалуйста, выберите начальное местоположение в поле «От» и пункт назначения в поле «Куда»

source: You have the option to either type the name of the place or provide the specific address.
es: Tiene la opción de escribir el nombre del lugar o proporcionar la dirección específica.
fr: Vous avez la possibilité de saisir le nom du lieu ou de fournir l'adresse spécifique.
it: Hai la possibilità di digitare il nome del luogo o fornire l'indirizzo specifico.
ru: У вас есть возможность либо ввести название места, либо указать конкретный адрес.

source: Utilize the dropdown suggestions to streamline and simplify your search process.
es: Utilice las sugerencias desplegables para agilizar y simplificar su proceso de búsqueda.
fr: Utilisez les suggestions déroulantes pour rationaliser et simplifier votre processus de recherche.
it: Utilizza i suggerimenti a discesa per snellire e semplificare il processo di ricerca.
ru: Используйте раскрывающиеся предложения, чтобы оптимизировать и упростить процесс поиска.

source: Afterward, proceed by clicking on the <b>Show Prices</b> button. Choose the desired transfer class and select <b>Book</b> to proceed with your reservation.
es: Luego, continúe haciendo clic en el botón <b>Mostrar precios</b>. Elija la clase de traslado deseada y seleccione <b>Reservar</b> para continuar con su reserva.
fr: Ensuite, continuez en cliquant sur le bouton <b>Afficher les prix</b>. Choisissez la classe de transfert souhaitée et sélectionnez <b>Réserver</b> pour procéder à votre réservation.
it: Successivamente, procedi facendo clic sul pulsante <b>Mostra prezzi</b>. Scegli la classe di trasferimento desiderata e seleziona <b>Prenota</b> per procedere con la prenotazione.
ru: После этого нажмите кнопку <b>Показать цены</b>. Выберите желаемый класс трансфера и нажмите <b>Забронировать</b>, чтобы продолжить бронирование.

source: How can I verify if my order has been successfully processed?
es: ¿Cómo puedo verificar si mi pedido ha sido procesado exitosamente?
fr: Comment puis-je vérifier si ma commande a été traitée avec succès?
it: Come posso verificare se il mio ordine è stato elaborato con successo?
ru: Как я могу проверить, успешно ли обработан мой заказ?

source: After finalizing your booking, you will receive an email confirmation containing a voucher.
es: Después de finalizar su reserva, recibirá un correo electrónico de confirmación que contiene un bono.
fr: Après avoir finalisé votre réservation, vous recevrez un e-mail de confirmation contenant un bon.
it: Dopo aver finalizzato la prenotazione, riceverai un'e-mail di conferma contenente un voucher.
ru: Как только ваше бронирование будет завершено, вы получите электронное письмо о поездке

source: This voucher will include your booking number and all necessary details for your upcoming trip.
es: Este bono incluirá su número de reserva y todos los detalles necesarios para su próximo viaje.
fr: Ce bon comprendra votre numéro de réservation et tous les détails nécessaires pour votre prochain voyage.
it: Questo voucher includerà il numero di prenotazione e tutti i dettagli necessari per il tuo prossimo viaggio.
ru: Этот ваучер будет содержать номер вашего бронирования и всю необходимую информацию для вашей предстоящей поездки.

source: If you do not receive the confirmation email, please reach out to our manager via email at
es: Si no recibe el correo electrónico de confirmación, comuníquese con nuestro gerente por correo electrónico a
fr: Si vous ne recevez pas l'e-mail de confirmation, veuillez contacter notre responsable par e-mail à l'adresse
it: Se non ricevi l'e-mail di conferma, contatta il nostro responsabile tramite e-mail all'indirizzo
ru: Если вы не получили письмо с подтверждением, свяжитесь с нашим менеджером по электронной почте:

source: or through our online chat support.
es: o a través de nuestro soporte por chat en línea.
fr: ou via notre assistance par chat en ligne.
it: o tramite il nostro supporto chat online.
ru: или через наш онлайн-чат поддержки.

source: How can I find my driver?
es: ¿Cómo puedo encontrar a mi conductora?
fr: Comment puis-je trouver mon chauffeur?
it: Come posso trovare il mio autista?
ru: Как мне найти своего водителя?

source: Important Note: Your designated driver will greet you with a name sign showing the first and last names you specified during your reservation.
es: Nota importante: su conductor designado lo recibirá con un cartel con su nombre que muestra el nombre y apellido que especificó durante su reserva.
fr: Remarque importante : votre chauffeur désigné vous accueillera avec une pancarte indiquant le prénom et le nom que vous avez spécifiés lors de votre réservation.
it: Nota importante: l'autista designato ti accoglierà con un cartello con il nome che mostra il nome e il cognome che hai specificato durante la prenotazione.
ru: Важное примечание: назначенный вами водитель встретит вас табличкой с именем и фамилией, указанными вами при бронировании.

source: For hotel transfers, your driver will be positioned in the lobby area.
es: Para traslados al hotel, su conductor se ubicará en el área del lobby.
fr: Pour les transferts à l'hôtel, votre chauffeur sera positionné dans le hall.
it: Per i trasferimenti in hotel, l'autista sarà posizionato nella hall.
ru: При трансфере из отеля ваш водитель будет находиться в вестибюле.

source: Comprehensive instructions for the meeting point can be accessed in your trip confirmation voucher. Additionally, you will find the driver's contact number provided therein.
es: Puede acceder a instrucciones completas para el punto de encuentro en su bono de confirmación de viaje. Además, allí encontrará el número de contacto del conductor.
fr: Des instructions complètes pour le point de rendez-vous sont accessibles dans votre bon de confirmation de voyage. De plus, vous y trouverez le numéro de contact du chauffeur.
it: È possibile accedere alle istruzioni complete per il punto d'incontro nel voucher di conferma del viaggio. Inoltre, troverai il numero di contatto dell'autista fornito al suo interno.
ru: Подробные инструкции по месту встречи можно найти в ваучере-подтверждении поездки. Кроме того, там вы найдете контактный номер водителя.

source: What happens if my flight details change or is seriosly delayed?
es: ¿Qué pasa si los datos de mi vuelo cambian o sufre un retraso importante?
fr: Que se passe-t-il si les détails de mon vol changent ou sont sérieusement retardés?
it: Cosa succede se i dettagli del mio volo cambiano o subiscono un grave ritardo?
ru: Что произойдет, если данные моего рейса изменятся или он будет серьезно задержан?

source: We monitor all flights so we will do our best to arrive in time.
es: Monitoreamos todos los vuelos por lo que haremos todo lo posible para llegar a tiempo.
fr: Nous surveillons tous les vols afin que nous fassions de notre mieux pour arriver à temps.
it: Monitoriamo tutti i voli quindi faremo del nostro meglio per arrivare in tempo.
ru: Мы следим за всеми рейсами, поэтому сделаем все возможное, чтобы прибыть вовремя.

source: If your flight is seriosly delayed just email or call us and keep in touch until we have the new details.
es: Si su vuelo sufre un retraso importante, envíenos un correo electrónico o llámenos y manténgase en contacto hasta que tengamos los nuevos detalles.
fr: Si votre vol est sérieusement retardé, envoyez-nous simplement un e-mail ou appelez-nous et restez en contact jusqu'à ce que nous ayons les nouveaux détails.
it: Se il tuo volo subisce un grave ritardo, inviaci un'e-mail o chiamaci e resta in contatto finché non avremo i nuovi dettagli.
ru: Если ваш рейс серьезно задерживается, просто напишите нам или позвоните нам и оставайтесь на связи, пока мы не получим новые подробности.

source: If your fligth details is changed please call or email us and we will update your booking with new details.
es: Si se modifican los detalles de su vuelo, llámenos o envíenos un correo electrónico y actualizaremos su reserva con nuevos detalles.
fr: Si les détails de votre vol sont modifiés, veuillez nous appeler ou nous envoyer un e-mail et nous mettrons à jour votre réservation avec de nouveaux détails.
it: Se i dettagli del tuo volo vengono modificati, chiamaci o inviaci un'e-mail e aggiorneremo la tua prenotazione con nuovi dettagli.
ru: Если данные вашего рейса изменились, позвоните или напишите нам, и мы обновим ваше бронирование новыми деталями.

source: Will my driver carry my luggage?
es: ¿Mi conductor llevará mi equipaje?
fr: Mon chauffeur portera-t-il mes bagages?
it: Il mio autista trasporterà i miei bagagli?
ru: Будет ли водитель нести мой багаж?

source: Yes, your driver will always offer to help carry your bags and luggage.
es: Sí, su conductor siempre se ofrecerá a ayudarle a transportar sus maletas y equipaje.
fr: Oui, votre chauffeur vous proposera toujours de vous aider à porter vos sacs et bagages.
it: Sì, il tuo autista si offrirà sempre di aiutarti a trasportare borse e bagagli.
ru: Да, ваш водитель всегда предложит помочь донести ваши сумки и багаж.

source: Vehicle
es: Vehículo
fr: Véhicule
it: Veicolo
ru: Автомобиль

source: Extras
fr: Suppléments
it: Extra
ru: Доп услуги

source: Details
es: Detalles
fr: Détails
it: Dettagli
ru: Пассажиры

source: Payment
es: Pago
fr: Paiement
it: Pagamento
ru: Оплата

source: Extra Options
es: Opciones adicionales
fr: Options supplémentaires
it: Opzioni aggiuntive
ru: Дополнительная информация/Опции

source: Flight/train number (optional)
es: Número de vuelo/tren (opcional)
fr: Numéro de vol/train (facultatif)
it: Numero del volo/treno (facoltativo)
ru: Рейс/Номер поезда (опционально)

source: Child Seat
es: Asiento para niños
fr: Siège d'enfant
it: Seggiolino per bambini
ru: Детское кресло

source: Suitable for toddlers weighing 0-18 kg (approx 0 to 4 years).
es: Apta para niños pequeños que pesan 0-18 kg (aproximadamente 0 a 4 años).
fr: Convient aux tout-petits pesant 0 à 18 kg (environ 0 à 4 ans).
it: Adatto a bambini di peso compreso tra 0 e 18 kg (da 0 a 4 anni circa).
ru: Подходит для малышей весом 0–18 кг (примерно от 0 до 4 лет).

source: Booster seat
es: Asiento elevador
fr: Siège d'appoint
it: Seggiolino
ru: Дополнительное сиденье

source: Suitable for children weighing 15-36 kg (approx 4 to 10 years).
es: Adecuado para niños que pesen entre 15 y 36 kg (aproximadamente de 4 a 10 años).
fr: Convient aux enfants pesant 15 à 36 kg (environ 4 à 10 ans).
it: Adatto a bambini di peso compreso tra 15 e 36 kg (da 4 a 10 anni circa).
ru: Подходит для детей весом 15–36 кг (примерно от 4 до 10 лет).

source: Bouquet of Flowers
es: Ramo de flores
fr: Bouquet de fleurs
it: Mazzo di fiori
ru: Букет цветов

source: A bouquet of seasonal flowers prepared by a local florist.
es: Un ramo de flores de temporada preparado por una florista local.
fr: Un bouquet de fleurs de saison préparé par un fleuriste local.
it: Un mazzo di fiori di stagione preparato da un fiorista locale.
ru: Букет сезонных цветов, подготовленный местным флористом.

source: Notes for the chauffeur
es: Notas para la chofer
fr: Notes pour le chauffeur
it: Note per l'autista
ru: Заметки для водителя

source: Continue
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

source: Passenger Details
es: Вetalles del pasajero
fr: Détails du passager
it: Dettagli del passeggero
ru: Информация о пассажире

source: Name*
es: Nombre*
fr: Nom*
it: Nome*
ru: Имя*

source: Last Name*
es: Apellido*
fr: Nom de famille*
it: Cognome*
ru: Фамилия*

source: Phone Number*
es: Número de teléfono*
fr: Numéro de téléphone*
it: Numero di telefono*
ru: Телефон*

source: Passengers*
es: Pasajeras*
fr: Passagères*
it: Passeggeri*
ru: Пассажиры*

source: Luggage
es: Equipaje
fr: Bagage
it: Bagaglio
ru: Багаж

source: Notes to driver
es: Notas para el conductor
fr: Notes au conducteur
it: Note per l'autista
ru: Заметки водителю

source: Payment failed
es: Pago fallido
fr: Paiement échoué
it: Pagamento non è andato a buon fine

source: Please try make booking and payment again.
es: Intente realizar la reserva y el pago nuevamente.
fr: Veuillez essayer d'effectuer à nouveau la réservation et le paiement.
it: Prova a effettuare nuovamente la prenotazione e il pagamento.

source: Billing Address
es: Dirección de Envio
fr: Adresse de facturation
it: Indirizzo di fatturazione
ru: Адрес для выставления счета

source: Company (Optional)
es: Companía (opcional)
fr: Société (optionel)
it: Compagnia (opzionale)
ru: Компания (необязательно)

source: Address (Optional)
es: Dirección (opcional)
fr: Adresse (facultatif)
it: Indirizzo (facoltativo)
ru: Адрес (необязательно)

source: I accept
es: Acepto
fr: J'accepte
it: Accetto
ru: Я согласен с

source: the Terms and Conditions
es: los terminos y condiciones
fr: Les termes et conditions
it: i Termini e Condizioni
ru: Условиями и положениями

source: and
es: y
fr: et
it: e
ru: и

source: Privacy Policy
es: Política de privacidad
fr: politique de confidentialité
it: Informativa sulla privacy
ru: Политика конфиденциальности

source: Book Now (Prepayment 30%%)
es: Reserva Ahora (Prepago 30%%)
fr: Réservez maintenant (Prépaiement 30%%)
it: Prenota ora (pagamento anticipato 30%%)

source: Transfer Service
es: Servicio de transferencia
fr: Service de transfert
it: Servizio di trasferimento
ru: Услуги трансфера

source: Our Fleet
es: Nuestra flota
fr: Notre flotte
it: La nostra flotta
ru: Автомобили

source: Contact
es: Contacto
it: Contatto
ru: Контакты

source: English
es: Inglés
fr: Anglais
it: Inglese
ru: Английский

source: Russian
es: Ruso
fr: Russe
it: Russo
ru: Русский

source: Spanish
es: Español
fr: Espagnol
it: Spagnolo
ru: Испанский

source: French
es: Francés
fr: Français
it: Francese
ru: Французский

source: Italian
es: Italiano
fr: Italien
it: Italiano
ru: Итальянский

source: Help
es: Ayuda
fr: Aide
it: Aiuto
ru: Помощь

source: Your booking was submitted successfully!
es: ¡Su reserva fue enviada exitosamente!
fr: Votre réservation a été soumise avec succès !
it: La tua prenotazione è stata inviata con successo!
ru: Ваше бронирование прошло успешно!

source: Booking details has been sent to
es: Los detalles de la reserva han sido enviados a
fr: Les détails de la réservation ont été envoyés à
it: I dettagli della prenotazione sono stati inviati a
ru: Детали бронирования отправлены

source: Order Number
es: Número de orden
fr: Numéro de commande
it: Numero d'ordine
ru: Номер бронирования

source: Today
es: Hoy
fr: Aujourd'hui
it: Oggi
ru: Сегодня

source: Total
fr: Totale
it: Totale
ru: Итого

source: Payment Method
es: Método de pago
fr: Mode de paiement
it: Metodo di pagamento
ru: Способ оплаты

source: Prepayment 30%%
es: Prepago 30%%
fr: Prépaiement 30%%
it: Pagamento anticipato 30%%

source: Reservation Information
es: Información de reserva
fr: Informations de réservation
it: Informazioni sulla prenotazione
ru: Информация о бронировании

source: Pick Up Address
es: Dirección de entrega
fr: Adresse de prise en charge
it: Indirizzo di ritiro
ru: Откуда

source: Drop Off Address
es: Dirección de entrega
fr: Adresse de dépôt
it: Indirizzo di riconsegna
ru: Куда

source: Pick Up Date
es: Fecha de recogida
fr: Date de ramassage
it: Data di ritiro
ru: Дата

source: Pick Up Time
es: Hora de recogida
fr: Heure de prise en charge
it: Orario di ritiro
ru: Время

source: Selected Car
es: Coche seleccionado
fr: Voiture sélectionnée
it: Auto selezionata
ru: Выбранный автомобиль

source: Class
es: Clase
fr: Classe
it: Classe
ru: Класс

source: Passenger Information
es: Información del pasajero
fr: Informations passagers
it: Informazioni sui passeggeri
ru: Информация о пассажире

source: First name
es: Nombre
fr: Nom
it: Nome
ru: Имя

source: Last name
es: Apellido
fr: Nom de famille
it: Cognome
ru: Фамилия

source: Phone
es: Teléfono
fr: Téléphone
it: Telefono
ru: Телефон

source: Special Requirements
es: Requisitos especiales
fr: Besoins spéciaux
it: Requisiti speciali
ru: Пожелания

source: Select Your Car
es: Selecciona tu coche
fr: Sélectionnez votre voiture
it: Seleziona la tua auto
ru: Выберите автомобиль

source: Meet & Greet included
es: Conoce y saluda incluido
fr: Rencontre et accueil inclus
it: Meet & Greet incluso
ru: Встреча с табличкой

source: Free cancellation
es: Cancelación gratis
fr: Annulation gratuite
it: Cancellazione gratuita
ru: Бесплатная отмена

source: 60 min Free Waiting time
es: 60 min de tiempo de espera gratuito
fr: 60 min Gratuit Temps d'attente
it: 60 minuti di attesa gratuita

source: Safe and secure travel
es: Viaje seguro y protegido
fr: Voyager en toute sécurité
it: Viaggio sicuro e protetto
ru: Безопасное путешествие

source: Passengers
es: Pasajeras
fr: Passagères
it: Passeggeri
ru: Пассажиры

source: All prices include VAT and fees
es: Todos los precios incluyen IVA y tasas.
fr: Tous les prix incluent la TVA et les frais
it: Tutti i prezzi includono IVA e commissioni

source: Select
es: Seleccionar
fr: Sélectionner
it: Selezionare
ru: Выбрать

source: up to 8
es: hasta 8
fr: jusqu'à 8
it: fino a 8
ru: до 8

source: Transfer Summary
es: Resumen de transferencia
fr: Résumé du transfert
it: Riepilogo
ru: Информация о трансфере

source: City or Airport
es: Ciudad o Aeropuerto
fr: Ville ou aéroport
it: Città o aeroporto
ru: Город, аэропорт, адрес или вокзал

source: Total Distance
es: Distancia total
fr: Distance totale
it: Distanza totale
ru: Итого дистанция

source: Total Time
es: Tiempo Total
fr: Temps total
it: Tempo totale
ru: Время в пути

source: Vehicle
es: Vehículo
fr: Véhicule
it: Veicolo
ru: Автомобиль

source: Booster Seat
es: Asiento elevador
fr: Siège d'appoint
it: Seggiolino

source: Flowers
es: Flores
fr: Fleurs
it: Fiori

source: Selected vehicle
es: Vehículo seleccionado
fr: Véhicule sélectionné
it: Veicolo selezionato
ru: Выбранный автомобиль

source: Extra options
es: Opciones adicionales
fr: Options supplémentaires
it: Opzioni aggiuntive

source: +500.000 passengers transported
es: +500.000 pasajeros transportados
fr: +500.000 passagers transportés
it: +500.000 passeggeri trasportati
ru: +500.000 перевезено пассажиров

source: Instant confirmation
es: Confirmación instantanea
fr: Confirmation instantanée
it: Conferma immediata
ru: Мгновенное подтверждение

source: All-inclusive pricing
es: Precios todo incluido
fr: Tarif tout compris
it: Prezzi tutto compreso
ru: Все включено в цену

source: Secure Payment by credit card
es: Pago seguro con tarjeta de crédito
fr: Paiement sécurisé par carte bancaire
it: Pagamento sicuro con carta di credito
ru: Безопасная оплата кредитной картой
